
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Le système ignore comment charger l’adresse URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "La connexion à l’hôte « %@ » a échoué.";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "En-tête incorrect reçu du serveur";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Impossible de déterminer l’adresse IP de l’hôte : %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Impossible d’obtenir une description du port %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Connexion impossible à l’hôte %@ via le port %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Réponse inconnue reçue du serveur HTTP %@ : %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "La requête HTTP a échoué pour l’URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Connexion à l’hôte %@ interrompue";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "La lecture de %@ a échoué";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Boucle de redirection détectée lors de la tentative de chargement de l’URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Service non disponible pour l’hôte %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Impossible d’ouvrir la connexion de données pour le chemin URL : %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objet non disponible pour l’URL spécifiée : %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Commande FTP non reconnue par l’hôte : %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nom d’utilisateur ou mot de passe non reconnu.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f Go";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f Ko";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f Mo";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f octets";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f Go";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f Go";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f Ko";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f Ko";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f Ko";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f Mo";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f Mo";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ de %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 octet";

/* String used for showing a one byte size */
"1 byte" = "1 octet";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Mot de passe de formulaire web";

/* HTTP result code string */
"accepted" = "accepté";

/* HTTP result code string */
"bad gateway" = "passerelle incorrecte";

/* HTTP result code string */
"bad request" = "requête incorrecte";

/* HTTP result code string */
"client error" = "erreur client";

/* HTTP result code string */
"conflict" = "conflit";

/* HTTP result code string */
"continue" = "continuer";

/* HTTP result code string */
"created" = "créé";

/* HTTP result code string */
"expectation failed" = "échec de l’attente";

/* HTTP result code string */
"forbidden" = "interdit";

/* HTTP result code string */
"found" = "trouvé";

/* HTTP result code string */
"gateway timed out" = "passerelle expirée";

/* HTTP result code string */
"informational" = "pour information";

/* HTTP result code string */
"internal server error" = "erreur interne du serveur";

/* HTTP result code string */
"length required" = "longueur requise";

/* HTTP result code string */
"method not allowed" = "méthode non autorisée";

/* HTTP result code string */
"moved permanently" = "déplacé définitivement";

/* HTTP result code string */
"multiple choices" = "choix multiples";

/* HTTP result code string */
"needs proxy" = "proxy requis";

/* HTTP result code string */
"no content" = "aucun contenu";

/* HTTP result code string */
"no error" = "aucune erreur";

/* HTTP result code string */
"no longer exists" = "n’existe plus";

/* HTTP result code string */
"non-authoritative information" = "information ne faisant pas autorité";

/* HTTP result code string */
"not found" = "introuvable";

/* HTTP result code string */
"not modified" = "non modifié";

/* HTTP result code string */
"partial content" = "contenu partiel";

/* HTTP result code string */
"payment required" = "paiement requis";

/* HTTP result code string */
"precondition failed" = "la pré-condition a échoué";

/* HTTP result code string */
"proxy authentication required" = "authentification du proxy requise";

/* HTTP result code string */
"redirected" = "redirigé";

/* HTTP result code string */
"request timed out" = "requête expirée";

/* HTTP result code string */
"request too large" = "requête trop volumineuse";

/* HTTP result code string */
"requested URL too long" = "URL sollicitée trop longue";

/* HTTP result code string */
"requested range not satisfiable" = "la plage sollicitée ne peut être satisfaite";

/* HTTP result code string */
"reset content" = "réinitialiser le contenu";

/* HTTP result code string */
"see other" = "voir autre";

/* HTTP result code string */
"server error" = "erreur du serveur";

/* HTTP result code string */
"service unavailable" = "service indisponible";

/* HTTP result code string */
"success" = "réussite";

/* HTTP result code string */
"switching protocols" = "changement de protocole";

/* HTTP result code string */
"temporarily redirected" = "redirigé temporairement";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "non autorisé";

/* HTTP result code string */
"unimplemented" = "non implémenté";

/* Unknown filename */
"unknown" = "inconnu";

/* HTTP result code string */
"unsupported media type" = "type de donnée non géré";

/* HTTP result code string */
"unsupported version" = "version non gérée";
